{
    "A Baby Desert Wolf’s favorite food is Animal Gore. ": "False (X)",
    "A Katar deals 100% damage to Medium and Small monsters.": "False (X)",
    "A legendary king of the past lived in seclusion in the mountainous city of Payon. ": "True (O)",
    "A lens that is thicker at the edges than it is in the middle is called a convex lens.": "False (X)",
    "A Magnolia is the vengeful spirit of a cracked Pecopeco Egg.": "True (O)",
    "A Poring’s favorite food is apple juice.": "True (O)",
    "A soccer team can have 11 players on the field.": "True (O)",
    "A thick glass is more likely to crack than a thin one when hot water is poured into it during the winter. ": "True (O)",
    "Acolyte’s skill [Blessing] increases Crit and Anti-Crit.": "False (X)",
    "Acolyte’s skill [Blessing] increases STR, DEX, and INT.": "True (O)",
    "After using Aspersio, the attribute of the target’s normal attacks will be changed to Holy.": "True (O)",
    "After using Magnum Break, the attributes of normal attacks will be changed to Fire.": "True (O)",
    "Any class can rent a Falcon as long as they meet the condition.": "False (X)",
    "(Only Knights can rent Pecopeco)": "False (X)",
    "Apples are sweetest at the bottom.": "False (X)",
    "Archer’s skill [Double Strafe] is an active skill.": "True (O)",
    "Archer’s skill [Double Strafe] is a passive skill.": "False (X)",
    "Archers can rent a Falcon as long as they meet the conditions.": "False (X)",
    "Arielle has a superb sense of balance because she has a well-developed cerebrum.": "False (X)",
    "As the guild level increases, the maximum number of members increases too.": "True (O)",
    "Assassins will always enter hiding when using rolling or hiding skills.": "True (O)",
    "At the Exchange Center, after an item is sold for Diamonds, you can earn an equivalent amount of Crystals corresponding to the Diamonds deducted after tax.": "True (O)",
    "Attack Speed (ASPD) and Final Attack Speed (Final ASPD) are different stats.": "True (O)",
    "Bows deal 100% damage to Medium and Small monsters.": "True (O)",
    "Bows deal 100% damage to Large monsters.": "False (X)",
    "By participating in Ultimate Showdown, a player can get a lot of Shadow Equipment upgrade materials.": "True (O)",
    "Clouds and Mist are essentially the same substance.": "True (O)",
    "Crocodiles can walk backwards.": "True (O)",
    "Currently there are 9 different types of masked Goblins in Midgard": "False (X)",
    "Crit and Final Crit are the same stat.": "False (X)",
    "Daggers deal 100% damage to Small monsters.": "True (O)",
    "Daggers deal 100% damage to Large and Medium monsters.": "False (X)",
    "Damage dealt by magic attacks is affected by the target’s size.": "False (X)",
    "During summer, mirages appears at the seaside of Izlude Island.": "True (O)",
    "During Wilderness AFK, party size is proportional to the bonus coefficient.": "True (O)",
    "Dodge and Final Dodge are the same stat.": "False (X)",
    "Drake’s Crow is always perched on his left shoulder. ": "True (O)",
    "Drake’s crow always stands on his right shoulder.": "False (X)",
    "Dry ice is the solid form of water.": "False (X)",
    "Eating a big meal affects your hearing.": "True (O)",
    "Eclipses love the scent of Durian Grass.": "True (O)",
    "Every day at 12:00 PM and 8:00 PM, you can gain additional Odin’s Blessing points at Prontera.": "True (O)",
    "Everyone uses their left arm in the Tavern’s Arm Wrestling minigame.": "False (X)",
    "For the additional rewards of Odin’s Blessing, item dropping from monsters is not bound by level reduction.": "True (O)",
    "Gardner a master in neo-pincher grabs Prontera’s Heart of Ymir for his own interest": "True (O)",
    "Geffen is home to the Mage Guild.": "True (O)",
    "Geffen is located in the northwest of Prontera.": "True (O)",
    "Geffen is located in the southeast of Prontera.": "False (X)",
    "Geffen is where the Mage Guild is based.": "True (O)",
    "Having a good relationship with Hollgrehenn increases the success rate when upgrading equipments.": "True (O)",
    "Humans share 50% of our DNA with bananas.": "True (O)",
    "Hunters can rent a Falcon as long as they meet the conditions.": "True (O)",
    "(Any from the list above is true, not on the list is false)": "True (O)",
    "(Any from the list above is true, not on the list is false including Movement Speed)": "True (O)",
    "Increasing Agility (AGI) increases Attack Speed (ASPD) and Dodge.": "True (O)",
    "Increasing Agility (AGI) increases Movement Speed (Movement Speed).": "False (X)",
    "Increasing Agility (AGI) increases Haste.": "False (X)",
    "Increasing Dexterity (DEX) increases haste.": "True (O)",
    "Increasing Dexterity (DEX) increases Hit.": "True (O)",
    "Increasing Dexterity (DEX) increases Movement Speed (Movement Speed).": "False (X)",
    "Increasing Intelligence (INT) increases Max SP.": "True (O)",
    "Increasing Intelligence (INT) increases Max HP and Max SP.": "False (X)",
    "Increasing Intelligence (INT) increases Magic Attack (MATK) and Magic Defense (MDEF).": "True (O)",
    "Increasing Luck (LUK) increases Crit and Anti-Crit.": "True (O)",
    "Increasing Luck (LUK) increases Hit.": "False (X)",
    "Increasing Luck (LUK) increases Physical Attack (ATK).": "True (O)",
    "Increasing Strength (STR) increases Physical Attack (ATK).": "True (O)",
    "Increasing Strength (STR) increases Physical Attack (ATK) and Magical Attack (M.ATK).": "False (X)",
    "Increasing Strength (STR) increases Physical Attack (ATK) and Physical Defense (DEF).": "False (X)",
    "Increasing Vitality (VIT) increases Max HP and Max SP.": "False (X)",
    "Increasing Vitality (VIT) increases Physical Defense (DEF).": "True (O)",
    "Increasing Vitality (VIT) increases Physical Defense (DEF) and Magic Defense (MDEF).": "False (X)",
    "It’s said the Munak and Bongun were a loving couple before they became monsters.": "False (X)",
    "In RO lore, the giant that created the world is Ymir.": "True (O)",
    "In RO lore, the giant that created the world is Pangu.": "False (X)",
    "In Midgard, there are 9 different kinds of Poring.": "False (X)",
    "In the arm wrestling minigame in the tavern, everyone uses their left hand.": "False (X)",
    "Izlude is located in the southeast of Prontera.": "True (O)",
    "Izlude is located in the northwest of Prontera.": "False (X)",
    "Kafra Service Employees can only be found in Prontera.": "False (X)",
    "Kafra Service Employees can teleport you to cities that you have never visited before.": "True (O)",
    "Kafra Corporation headquarters is located in the city of canals, Alberta.": "False (X)",
    "Knights can rent a Pecopeco mount as long as they meet the conditions.": "True (O)",
    "Koko from Payon grinds her teeth at night because she has zinc deficiency.": "True (O)",
    "Koko from Payon suffers from night blindness because she is a picky eater, resulting in vitamin B defiency.": "False (X)",
    "Legend has it a Nightmare’s eyes have the power to see into a person’s heart.": "True (O)",
    "Legends say that there is an unethical coal tycoon at Mjolnir Mine named Feng Yin.": "True (O)",
    "Lotus root is the root of a lotus.": "False (X)",
    "Mage’s skill [Increase SP Recovery] increases their SP Regen.": "True (O)",
    "Mage’s skill [Increase SP Recovery] increases their HP Regen and SP Regen.": "False (X)",
    "MINI Deviling is a large monster.": "False (X)",
    "Moonlight Flower has beautiful yellow pupils.": "False (X)",
    "Morroc is located in the southwest of Prontera.": "True (O)",
    "Morroc is located in the southeast of Prontera.": "False (X)",
    "MVPs and Minis summoned using the Bloody Branch can only exist for a maximum of 1 hour.": "True (O)",
    "Novice’s skill [First Aid] recovers their HP.": "True (O)",
    "Novice’s skill [First Aid] recovers their HP and SP.": "False (X)",
    "Novice’s skill [Play Dead] clears threat.": "True (O)",
    "Novice’s skill [Play Dead] increases HP Regen and SP Regen.": "False (X)",
    "Odin’s Blessing only works on monsters within 3 levels of the caster.": "False (X)",
    "Odin’s Blessing can only be obtained from Daily Missions.": "False (X)",
    "On the Skills page, passive skills are presented in square icons. ": "True (O)",
    "On the Skills page, active skills are presented in round icons.": "True (O)",
    "Once Maya activates Defensive Stance, Ranged classes should boost their DPS to break the shield.": "False (X)",
    "One-Handed Swords deal 100% damage to Medium monsters.": "True (O)",
    "One-Handed Swords deal 100% damage to Large and Medium monsters.": "False (X)",
    "Only Merchants can open shops.": "False (X)",
    "Only Swordmen can engage in Cavalry Combat. ": "False (X)",
    "Only heterosexual couples are allowed in the game.": "False (X)",
    "Panacea can cure most negative effects.": "True (O)",
    "(Make sure the direction is southeast. If the question is southwest, it is false)": "True (O)",
    "Payon is located in the southwest of Prontera.": "False (X)",
    "Participating in the Tavern Minigame can get you Stamina Potions.": "True (O)",
    "Pencil lead is made using graphite.": "True (O)",
    "Poison attacks increase damage toward all attributes.": "False (X)",
    "Poisons are essential consumables for archers.": "False (X)",
    "Priest’s skill Sanctuary can deal damage to the undead and demons. ": "True (O)",
    "Ragnarok is a game that is adapted from a manhwa.": "True (O)",
    "Ragnarok Online is a game adapted from a comic.": "True (O)",
    "RO’s story is set in Midgard.": "True (O)",
    "RO’s story is set in a parallel world.": "False (X)",
    "RO’s full name is Regolark Online.": "False (X)",
    "RO’s full name is Ragnarok Online.": "True (O)",
    "Shattering Shrooms don’t just appear at night. They can be gathered on sunny days as well.": "False (X)",
    "Sharks are born from eggs.": "False (X)",
    "Spears deal 100% damage to Large monsters.": "True (O)",
    "Spears deal 100% damage to Small monsters.": "False (X)",
    "Swordsman can rent a Pecopeco mount as long as they meet the conditions.": "False (X)",
    "Swordsman’s skill [Increase HP Recovery] increases their HP Regen.": "True (O)",
    "Swordsman’s skill [Increase HP Recovery] increases their HP Regen and SP Regen.": "False (X)",
    "Swordsmen can rent a Pecopeco mount as long as they meet the conditions.": "False (X)",
    "Talyn feels warmed up because he ate too many lychees.": "True (O)",
    "The accessory worn by Baphomet is known as the Demon Ring.": "True (O)",
    "The amount of holes in a round of golf is 20.": "False (X)",
    "The Automatic Fishing Rod can be exchanged with Fish Print Commemorative Coins in the game.": "True (O)",
    "The biggest land animal is an elephant.": "True (O)",
    "The border city Morroc has a flourishing cotton industry.": "True (O)",
    "The brain is the fattiest organ. It is comprised of approximately 60% fat.": "True (O)",
    "The captain in charge of Sea Teleport on Izlude Island is Carew.": "True (O)",
    "The captain in charge of Sea Teleport on Izlude Island is Kahn.": "False (X)",
    "The closest planet to the sun is Mars.": "False (X)",
    "The color black absorbs all seven colors of the sunlight.": "True (O)",
    "The desert city of Morroc is a heaven for knights.": "False (X)",
    "The Falcon is exclusive to hunters; other classes cannot own it.": "True (O)",
    "The father and daughter outside the Prontera South Gate are not actually related by blood.": "True (O)",
    "The handsome captain of the Kafra Guards has the nickname Remy.": "True (O)",
    "The honeycomb cells that Mistress makes are circular.": "False (X)",
    "The Kafra Maids know this trick of removing the burnt smell of rice by adding a few drops of vinegar into it.": "True (O)",
    "The Kitty Girl in Foulan Tavern has a sensitive tongue, so she never eats hot food.": "True (O)",
    "The interior angles of a square always equal 360 degrees.": "True (O)",
    "The interior angles of a triangle always equals to 180 degrees.": "True (O)",
    "The lightest element is hydrogen.": "True (O)",
    "The main function of the windmill at the Prontera West Gate is to drain water.": "True (O)",
    "The measure of speed for a boat is a Knot.": "True (O)",
    "The Mini Deviling is a large monster.": "False (X)",
    "The Monster Investigator is losing their sense of smell because their liver is failing.": "False (X)",
    "The Moonlight Flower has beautiful red pupils.": "True (O)",
    "The most abundant organism in the ocean is Mutant Piranhas.": "False (X)",
    "The Philippines’ country calling code is +63.": "True (O)",
    "The Thailand’ country calling code is +66.": "True (O)",
    "Tilt your head and open your mouth slightly when applying eye drops so that you won’t blink easily.": "True (O)",
    "Indonesia’s country calling code is +62.": "True (O)",
    "The red stripes on a King Dramoh are scars from being boiled at high temperatures.": "True (O)",
    "The respawn times for MVP and Mini are the same.": "False (X)",
    "The roman numeral M equals 1,000,000.": "False (X)",
    "The roman numeral XVIII equals 18.": "True (O)",
    "The world capital with longest name is Bangkok.": "True (O)",
    "The Worn Out Scroll and Alcohol are drops from Undead monsters.": "False (X)",
    "There are 4 progress chests in the Carnival.": "False (X)",
    "There are 9 different types of Poring living in Midgard.": "False (X)",
    "There is a lovely New Student Academy Recruiter in Prontera, named Qiqi.": "False (X)",
    "There was a kingdom of magic beneath the surface of Geffen": "True (O)",
    "Thief’s skill [Double Attack] can be used when equipped with Daggers.": "True (O)",
    "Thief’s skill [Double Attack] can be used when equipped with Katars.": "False (X)",
    "Three lotuses bloom at Payon’s Bright Lotus Pond.": "True (O)",
    "Toothpaste’s mint flavor comes from mint leaves.": "True (O)",
    "Two-Handed Swords deal 100% damage to Large monsters.": "True (O)",
    "Two-Handed Swords deal 100% damage to Medium monsters.": "False (X)",
    "Ultimate Showdown is fair and balanced. ": "True (O)",
    "Vagabond Wolves become stronger at night.": "True (O)",
    "W is known as Kafra’s Miss Popular.": "True (O)",
    "When capturing pets, the lower the monster’s HP, the higher the success rate. ": "True (O)",
    "When dust gets into your eyes, close your eyes and cough a few times, and the dust will come out by itself.": "True (O)",
    "When searching for items to buy at shops, you can only open each shops to search individually.": "False (X)",
    "When showing off his biceps, Hollgrehenn likes to raise both arms first before raising his right arm.": "False (X)",
    "When taking part in Guild KVM, party members of the same faction can be from different guilds.": "False (X)",
    "When you kill a monster in the normal state, item dropping from the monster is bound by level reductions.": "True (O)",
    "When the skill settings are on Auto, the level of active skills cannot be adjusted.": "False (X)",
    "White roses represents first love.": "False (X)",
    "White poppies represents remembrance.": "True (O)",
    "(Make sure Swordsman is the highlighted word)": "True (O)",
    "Ygnizem class changed into Mage.": "False (X)",
    "You can catch 6 different types of fish in the Underwater Cave.": "True (O)",
    "You can reduce the variable channeling time of skills by increasing your haste (VIG).": "True (O)",
    "You can sit on the long benches at Prontera South Gate for as long as you want.": "False (X)",
    "You can use a Panacea to remove the debuff from getting hit by Phreeoni’s Acid Rain attack.": "True (O)",
    "You can obtain Orange Equipment via the following methods: MVP, Mini, Exchange Center, and Equipment Vending Machine.": "True (O)",
    "You can purchase the Change Name Card in the game to change your character’s name.": "True (O)",
    "You can purchase the Magical Stone from Alberta’s Crystal Store and use it to reset attribute points. ": "True (O)",
    "You can purchase the Neuralizer from Alberta’s Crystal Store and use it to reset skill points. ": "True (O)",
    "You can unlock higher enchantment levels by increasing Favor with NPCs. ": "True (O)",
    "You cannot sneeze with your eyes open.": "True (O)",
    "You need to be in a party to enter Endless Tower.": "True (O)",
    "Yoyo’s favorite fruit is a Juicy Grape. ": "True (O)"
}